Repository: sendynl/woocommerce-plugin
Catalog: languages/sendy-*.po
Languages: nl_nl

source: A WooCommerce plugin that connects your site to the Sendy platform
nl_nl: Een plug-in die je WooCommerce shop verbindt met Sendy

source: Shipping preference
nl_nl: Verzendprofiel

source: Amount of packages
nl_nl: Aantal pakketten

source: Create shipment
nl_nl: Zending aanmaken

source: Track and trace
nl_nl: Track en trace

source: Create shipments
nl_nl: Zending aanmaken

source: No shipment created yet
nl_nl: Nog geen zending aangemaakt

source: Edit shipment
nl_nl: Zending bewerken

source: In order to start using the plug-in you have to authenticate with Sendy. Click the button to start
nl_nl: Om de plug-in te kunnen gebruiken moet je verbinden met Sendy. Klik op de knop om te verbinden

source: Authenticate
nl_nl: Verbinden

source: Authentication
nl_nl: Authenticatie

source: Authenticated as %s
nl_nl: Ingelogd als %s

source: Log out
nl_nl: Uitloggen

source: Save settings
nl_nl: Instellingen opslaan

source: Shipping method
nl_nl: Verzendmethode

source: Chosen pick-up point
nl_nl: Gekozen pick-up-punt

source: Your order will be delivered at the selected pick-up point:
nl_nl: Je bestelling wordt bezorgd op het geselecteerde pick-up punt:

source: Pick-up point
nl_nl: Pick-up punt

source: Select pick-up-point
nl_nl: Selecteer pick-up punt

source: Change pick-up-point
nl_nl: Pick-up punt wijzigen

source: Selected pickup point
nl_nl: Geselecteerd pick-up punt

source: Create shipments in WooCommerce
nl_nl: Zending aanmaken in WooCommerce

source: Process shipments in Sendy
nl_nl: Verwerk zendingen in Sendy

source: Processing method
nl_nl: Werkwijze

source: Send order to Sendy when status changed to
nl_nl: Verstuur orders naar Sendy als de status wordt gewijzigd naar

source: Shop to use when orders are sent to Sendy
nl_nl: Gebruik deze shop als de orders worden aangemaakt in Sendy

source: Import weight
nl_nl: Importeer gewicht

source: Import products
nl_nl: Importeer producten

source: Mark order as completed
nl_nl: Wijzig orderstatus naar afgerond

source: Import weight when creating a shipment
nl_nl: Verstuur gewichten naar Sendy bij het aanmaken van een zending

source: Send products to Sendy when creating a shipment
nl_nl: Verstuur producten naar Sendy bij het aanmaken van een zending

source: Manually
nl_nl: Handmatig

source: After the shipment is created
nl_nl: Nadat de zending is aangemaakt

source: After the label is printed
nl_nl: Nadat het label is geprint

source: After the shipment is delivered
nl_nl: Nadat de zending is geleverd

source: Please select a pick-up point.
nl_nl: Selecteer alstublieft een pick-up-punt.

source: Authentication successful
nl_nl: Authenticatie gelukt

source: Authentication failed. Please try again
nl_nl: Authenticatie mislukt. Probeer het opnieuw

source: Sendy - Create shipments
nl_nl: Sendy - Zendingen aanmaken

source: Sendy - Print labels
nl_nl: Sendy - Labels printen

source: Sendy: Label printed
nl_nl: Sendy: Label geprint

source: Non of the selected orders have any labels
nl_nl: Voor de geselecteerde zendingen is geen label beschikbaar

source: The shipments will be created with the selected shop
nl_nl: De zendingen worden aangemaakt met de geselecteerde shop

source: Select preference
nl_nl: Selecteer verzendprofiel

source: The shipments will be created with the preference you select here
nl_nl: De zendingen worden aangemaakt met de geselecteerde verzendvoorkeur

source: Order #%s already has a shipment created
nl_nl: Voor order #%s is al een zending aangemaakt

source: Sendy: Shipment created
nl_nl: Sendy: Zending aangemaakt

source: Something went wrong while downloading the labels
nl_nl: Er ging iets mis bij het downloaden van de labels

source: Error while creating shipment for order #%1$s: %2$s
nl_nl: Er ging iets mis bij het aanmaken van een zending voor order #%1$s: %2$s

source: Error while creating shipment for order #%s: Authentication failed. Check the settings page to reconnect with Sendy.
nl_nl: Er ging iets mis bij het aanmaken van een zending voor order #%s:: Authenticatie mislukt. Ga naar de instellingen om opnieuw te verbinden met Sendy.

source: Error while creating shipment for order #%s: Too many requests. Please try again later.
nl_nl: Er ging iets mis bij het aanmaken van een zending voor order #%s: Te veel requests. Probeer het later opnieuw.

source: Error while creating shipment for order #%s: Unknown error.
nl_nl: Er ging iets mis bij het aanmaken van een zending voor order #%s: Onbekende fout.

source: Nonce verification failed
nl_nl: Nonce verificatie mislukt

source: Order could not be found
nl_nl: De bestelling kan niet gevonden worden

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet de juiste rechten om de pagina te bekijken.

source: No shipment created for order
nl_nl: Geen zending aangemaakt voor de bestelling

source: Rest of the world
nl_nl: Rest van de wereld

source: Sendy: Shipment delivered
nl_nl: Sendy: Zending geleverd

source: Let your customers choose a pick-up point
nl_nl: Laat je klanten een pick-up punt selecteren tijdens het afrekenen

source: Carrier
nl_nl: Vervoerder

source: Select which carrier to show the pickup points for
nl_nl: Selecteer voor welke vervoerder je de pick-up punten wilt tonen

source: Free shipping from %s
nl_nl: Gratis verzending vanaf

source: Keep empty if you donâ€™t want to use Free shipping
nl_nl: Laat dit veld leeg als je geen gratis verzending wilt aanbieden

source: Standard delivery method
nl_nl: Standaard levering met gratis verzending vanaf een bepaald bedrag

source: Sendy - Pickup Point Delivery
nl_nl: Sendy - Pick-up punt levering

source: Sendy - Standard Delivery
nl_nl: Sendy - Standaard levering
